fx_version 'cerulean'
game 'gta5'
lua54 'yes'
author '© fuksus.com'
description 'FiveM Loading Screen'
version '1.2'

loadscreen 'html/index.html'
loadscreen_manual_shutdown "yes"

files {
	'html/**',
	'client.lua'
}



--███████╗██╗░░░██╗██╗░░██╗░██████╗██╗░░░██╗░██████╗░░░░█████╗░░█████╗░███╗░░░███╗--
--██╔════╝██║░░░██║██║░██╔╝██╔════╝██║░░░██║██╔════╝░░░██╔══██╗██╔══██╗████╗░████║--
--█████╗░░██║░░░██║█████═╝░╚█████╗░██║░░░██║╚█████╗░░░░██║░░╚═╝██║░░██║██╔████╔██║--
--██╔══╝░░██║░░░██║██╔═██╗░░╚═══██╗██║░░░██║░╚═══██╗░░░██║░░██╗██║░░██║██║╚██╔╝██║--
--██║░░░░░╚██████╔╝██║░╚██╗██████╔╝╚██████╔╝██████╔╝██╗╚█████╔╝╚█████╔╝██║░╚═╝░██║--
--╚═╝░░░░░░╚═════╝░╚═╝░░╚═╝╚═════╝░░╚═════╝░╚═════╝░╚═╝░╚════╝░░╚════╝░╚═╝░░░░░╚═╝--
--Sharing this script without permission can lead to consequences--
--© All rights reserved 𝕗𝕦𝕜𝕤𝕦𝕤.𝕔𝕠𝕞 ©--
dependency '/assetpacks'
dependency '/assetpacks'
dependency '/assetpacks'